language=\uD55C\uAD6D\uC5B4
pong=\uD391
chow=\uCE58
kong=\uAE61
win=\uD6C4
cancel=\uCDE8\uC18C
disconnect=\uB204\uAD70\uAC00 \uC5F0\uACB0\uC774 \uB04A\uACBC\uC2B5\uB2C8\uB2E4
player=\uD50C\uB808\uC774\uC5B4
over=\uAC8C\uC784 \uC885\uB8CC
draw=\uBB34\uC2B9\uBD80
wait=\uAE30\uB2E4\uB9AC\uB294 \uC911
remain=\uB0A8\uC740 \uD328 \uC218:
local=\uB85C\uCEEC \uAC8C\uC784
host=\uD638\uC2A4\uD2B8
client=\uD074\uB77C\uC774\uC5B8\uD2B8
show=\uC190\uD328 \uBCF4\uAE30
turn=\uB2F9\uC2E0\uC758\r\n\uD134
info=\uAC8C\uC784\uC744 \uC2DC\uC791\uD558\uBA74 \uBA4B\uC9C4 \uBA54\uC778 \uD654\uBA74\uC73C\uB85C \uC774\uB3D9\uD569\uB2C8\uB2E4. \uBA54\uC778 \uD654\uBA74 \uD558\uB2E8 \uC911\uC559 \uBD80\uBD84\uC5D0\uC11C \uAC8C\uC784 \uC5B8\uC5B4\uB97C \uC120\uD0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC624\uB978\uCABD \uD558\uB2E8\uC5D0\uB294 \uAC8C\uC784 \uC885\uB8CC \uBC84\uD2BC\uC774 \uC788\uC2B5\uB2C8\uB2E4. \uD398\uC774\uC9C0 \uC911\uAC04\uC5D0\uB294 \uB9C8\uC791 \uD328\uB85C \uB9CC\uB4E4\uC5B4\uC9C4 \uC138 \uAC1C\uC758 \uBC84\uD2BC\uC774 \uC788\uC73C\uBA70, \uAC01\uAC01 \uAC8C\uC784\uC758 \uC138 \uAC00\uC9C0 \uBAA8\uB4DC\uB97C \uB098\uD0C0\uB0C5\uB2C8\uB2E4.\r\n\r\n\uAC00\uC7A5 \uC67C\uCABD \uBC84\uD2BC\uC740 \uB85C\uCEEC \uBAA8\uB4DC\uC774\uBA70, \uAC8C\uC784 \uBC29\uC744 \uB9CC\uB4E4\uACE0 \uC2F6\uB2E4\uBA74 \uAC00\uC6B4\uB370 \uBAA8\uB4DC\uB97C \uC120\uD0DD\uD558\uC138\uC694. \uB098\uBA38\uC9C0 \uC138 \uBA85\uC758 \uD50C\uB808\uC774\uC5B4\uB294 \uC624\uB978\uCABD \uBAA8\uB4DC\uC5D0\uC11C \uB2F9\uC2E0\uC758 IP \uC8FC\uC18C\uB97C \uC785\uB825\uD558\uC5EC \uBC29\uC5D0 \uB4E4\uC5B4\uAC00 \uAC8C\uC784\uC744 \uC990\uAE38 \uC218 \uC788\uC2B5\uB2C8\uB2E4.\r\n\r\n\uAC8C\uC784\uC5D0 \uB4E4\uC5B4\uAC00\uBA74, \uC790\uC2E0\uC758 \uD134\uC5D0\uC11C \uC190\uD328 \uC911 \uD558\uB098\uB97C \uB354\uBE14 \uD074\uB9AD\uD558\uC5EC \uD574\uB2F9 \uD328\uB97C \uB0BC \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uB9E4 \uD134\uB9C8\uB2E4 \uC0C8\uB85C\uC6B4 \uD328\uB294 \uC190\uD328\uC758 \uAC00\uC7A5 \uC624\uB978\uCABD\uC5D0 \uB193\uC785\uB2C8\uB2E4. \uC190\uD328\uB85C \uCE58, \uD391, \uAE61 \uB610\uB294 \uD6C4\uB97C \uD560 \uC218 \uC788\uC744 \uB54C, \uD574\uB2F9 \uBC84\uD2BC\uC774 \uC190\uD328 \uC704\uC5D0 \uC0DD\uC131\uB418\uBA70, \uD574\uB2F9 \uBC84\uD2BC\uC744 \uD074\uB9AD\uD558\uBA74 \uB429\uB2C8\uB2E4.\r\n\r\n\uD654\uBA74 \uC67C\uCABD \uC0C1\uB2E8\uC5D0\uB294 \uB0A8\uC740 \uD328 \uC218\uAC00 \uD45C\uC2DC\uB418\uACE0, \uC624\uB978\uCABD \uC0C1\uB2E8\uC5D0\uB294 \uC774\uBC88 \uB77C\uC6B4\uB4DC\uC758 \uD63C\uD328 \uC9C0\uC2DC \uD328\uAC00 \uD45C\uC2DC\uB429\uB2C8\uB2E4. \uD63C\uD328 \uC9C0\uC2DC \uD328\uC758 \uB2E4\uC74C \uD328\uAC00 \uD63C\uD328\uC785\uB2C8\uB2E4 (\uAD6C\uC758 \uB2E4\uC74C \uD328\uB294 \uAC19\uC740 \uD654\uC0C9\uC758 \uC77C, \uAE00\uC790 \uD328\uC758 \uC21C\uC11C\uB294 \uB3D9\uB0A8\uC11C\uBD81 \uD55C \uC0AC\uC774\uD074, \uC911\uBC1C\uBC31 \uD55C \uC0AC\uC774\uD074\uC785\uB2C8\uB2E4).\r\n\r\n\uB2F9\uC2E0\uC758 \uD134\uC774 \uB418\uBA74 \uC67C\uCABD\uC5D0 \uB2F9\uC2E0\uC758 \uD134\uC784\uC744 \uC54C\uB9AC\uB294 \uD45C\uC2DC\uAC00 \uB098\uD0C0\uB098\uBA70, \uD604\uC7AC \uD134\uC778 \uD50C\uB808\uC774\uC5B4 \uBC88\uD638\uAC00 \uC8FC\uD669\uC0C9\uC73C\uB85C \uBCC0\uD569\uB2C8\uB2E4.\r\n\r\n\uC5EC\uB7EC \uBA85\uC774 \uB3D9\uC2DC\uC5D0 \uC2B9\uB9AC\uD560 \uACBD\uC6B0\uC5D0\uB294, \uCE74\uB4DC \uC21C\uC11C\uAC00 \uC55E\uC120 \uD50C\uB808\uC774\uC5B4\uAC00 \uC2B9\uB9AC\uD55C\uB2E4.\r\n\r\n\uB9C8\uC791\uC5D0 \uB300\uD55C \uB354 \uC790\uC138\uD55C \uC124\uBA85\uC740 \uAC8C\uC784 \uC678\uBD80\uC758 doc \uBB38\uC11C\uC5D0\uC11C \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
