language=\u65E5\u672C\u8A9E
pong=\u30DD\u30F3
chow=\u30C1\u30FC
kong=\u30AB\u30F3
win=\u548C\u4E86
cancel=\u3044\u3084
disconnect=\u8AB0\u304B\u304C\u5207\u65AD\u3055\u308C\u307E\u3057\u305F
player=\u30D7\u30EC\u30A4\u30E4\u30FC
over=\u30B2\u30FC\u30E0\u7D42\u4E86
draw=\u5F15\u304D\u5206\u3051
wait=\u5F85\u6A5F\u4E2D
remain=\u6B8B\u308A\u724C\u6570:
local=\u30ED\u30FC\u30AB\u30EB\u306A
host=\u30DB\u30B9\u30C8
client=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8
show=\u624B\u724C\u8868\u793A
turn=\u3042\u306A\u305F\u306E\r\n\u30BF\u30FC\u30F3
info=\u30B2\u30FC\u30E0\u3092\u958B\u59CB\u3059\u308B\u3068\u3001\u7DBA\u9E97\u306A\u30E1\u30A4\u30F3\u753B\u9762\u306B\u5165\u308A\u307E\u3059\u3002\u30E1\u30A4\u30F3\u753B\u9762\u306E\u4E0B\u90E8\u4E2D\u592E\u306B\u30B2\u30FC\u30E0\u306E\u8A00\u8A9E\u3092\u9078\u629E\u3059\u308B\u90E8\u5206\u304C\u3042\u308A\u307E\u3059\u3002\u53F3\u4E0B\u306B\u306F\u30B2\u30FC\u30E0\u3092\u7D42\u4E86\u3059\u308B\u30DC\u30BF\u30F3\u304C\u3042\u308A\u307E\u3059\u3002\u753B\u9762\u4E2D\u592E\u306B\u306F\u3001\u9EBB\u96C0\u724C\u3067\u63CF\u304B\u308C\u305F\u4E09\u3064\u306E\u30DC\u30BF\u30F3\u304C\u3042\u308A\u3001\u305D\u308C\u305E\u308C\u30B2\u30FC\u30E0\u306E\u4E09\u3064\u306E\u30E2\u30FC\u30C9\u3092\u8868\u3057\u3066\u3044\u307E\u3059\u3002\r\n\r\n\u4E00\u756A\u5DE6\u306F\u30ED\u30FC\u30AB\u30EB\u30E2\u30FC\u30C9\u3067\u3059\u3002\u30B2\u30FC\u30E0\u30EB\u30FC\u30E0\u3092\u4F5C\u6210\u3057\u305F\u3044\u5834\u5408\u306F\u4E2D\u592E\u306E\u30E2\u30FC\u30C9\u3092\u9078\u629E\u3057\u3001\u4ED6\u306E\u4E09\u4EBA\u306E\u30D7\u30EC\u30A4\u30E4\u30FC\u306F\u53F3\u5074\u306E\u30E2\u30FC\u30C9\u3067\u3042\u306A\u305F\u306EIP\u30A2\u30C9\u30EC\u30B9\u3092\u5165\u529B\u3057\u3066\u30EB\u30FC\u30E0\u306B\u5165\u308A\u307E\u3059\u3002\r\n\r\n\u30B2\u30FC\u30E0\u306B\u5165\u308B\u3068\u3001\u3042\u306A\u305F\u306E\u30BF\u30FC\u30F3\u3067\u306F\u3001\u624B\u724C\u306E\u4E2D\u306E\u4EFB\u610F\u306E\u724C\u3092\u30C0\u30D6\u30EB\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u6368\u3066\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u6BCE\u30BF\u30FC\u30F3\u3001\u724C\u5C71\u304B\u3089\u65B0\u3057\u304F\u5F15\u3044\u305F\u724C\u306F\u624B\u724C\u306E\u4E00\u756A\u53F3\u306B\u914D\u7F6E\u3055\u308C\u307E\u3059\u3002\u3082\u3057\u3042\u306A\u305F\u306E\u624B\u724C\u3067\u30C1\u30FC\u3001\u30DD\u30F3\u3001\u30AB\u30F3\u307E\u305F\u306F\u548C\u4E86\u304C\u53EF\u80FD\u306A\u5834\u5408\u3001\u5BFE\u5FDC\u3059\u308B\u30DC\u30BF\u30F3\u304C\u624B\u724C\u306E\u4E0A\u306B\u8868\u793A\u3055\u308C\u308B\u306E\u3067\u3001\u8A72\u5F53\u306E\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3060\u3051\u3067\u3059\u3002\r\n\r\n\u30B2\u30FC\u30E0\u3067\u306F\u3001\u3053\u306E\u30B2\u30FC\u30E0\u306E\u30B8\u30E7\u30FC\u30AB\u30FC\u3067\u3042\u308B\u30AB\u30FC\u30C9\u9762\u306E\u5DE6\u4E0A\u9685\u306B\u8D64\u3044\u30A4\u30F3\u30B8\u30B1\u30FC\u30BF\u30FC\u304C\u3042\u308A\u307E\u3059\u3002\u753B\u9762\u306E\u5DE6\u4E0A\u306B\u306F\u6B8B\u308A\u306E\u724C\u6570\u304C\u8868\u793A\u3055\u308C\u3001\u53F3\u4E0A\u306B\u306F\u4ECA\u56DE\u306E\u5C40\u306E\u30B8\u30E7\u30FC\u30AB\u30FC\u6307\u793A\u724C\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u6307\u793A\u724C\u306E\u6B21\u306E\u724C\u304C\u30B8\u30E7\u30FC\u30AB\u30FC\uFF08\u4E5D\u306E\u6B21\u306F\u305D\u306E\u8272\u306E\u4E00\u3001\u5B57\u724C\u306E\u9806\u756A\u306F\u6771\u5357\u897F\u5317\u306E\u30EB\u30FC\u30D7\u3001\u4E2D\u767A\u767D\u306E\u30EB\u30FC\u30D7\uFF09\u3067\u3059\u3002\r\n\r\n\u3042\u306A\u305F\u306E\u30BF\u30FC\u30F3\u304C\u56DE\u3063\u3066\u304F\u308B\u3068\u3001\u5DE6\u5074\u306B\u305D\u306E\u65E8\u306E\u8868\u793A\u304C\u3042\u308A\u3001\u73FE\u5728\u306E\u30BF\u30FC\u30F3\u306E\u30D7\u30EC\u30A4\u30E4\u30FC\u306E\u756A\u53F7\u304C\u30AA\u30EC\u30F3\u30B8\u8272\u306B\u5909\u308F\u308A\u307E\u3059\u3002\r\n\r\n\u8907\u6570\u306E\u4EBA\u304C\u540C\u6642\u306B\u52DD\u3063\u305F\u5834\u5408\u306F\u3001\u9806\u756A\u304C\u5148\u306E\u30D7\u30EC\u30A4\u30E4\u30FC\u304C\u52DD\u3061\u3068\u306A\u308A\u307E\u3059\u3002\r\n\r\n\u9EBB\u96C0\u306E\u8A73\u3057\u3044\u8AAC\u660E\u306F\u3001\u30B2\u30FC\u30E0\u5916\u306Edoc\u30D5\u30A1\u30A4\u30EB\u306B\u8A18\u8F09\u3055\u308C\u3066\u3044\u307E\u3059\u3002